[
  {
    "chapterNum": "I",
    "chapterTitle": "MINANGKABAU DAN BAHASA",
    "subChapters": [
      {
        "subChar": "A",
        "subTitle": "Seputar Tentang Minangkabau",
        "subText": "Menurut Ibrahim Dt. Sanggoeno Dirajo (2009), Minangkabau (Minang) adalah kelompok etnis di Indonesia yang berbahasa dan menjunjung adat Minangkabau. Wilayah kebudayaan Minang meliputi daerah Sumatera Barat, Riau, Bengkulu, Jambi, pantai barat Sumatera Aceh, dan juga Negeri Sembilan Malaysia. Prinsip adat Minangkabau tertuang singkat dalam pernyataan \"Adat basandi syarak, syarak basandi Kitabullah\" (Adat bersendikan hukum, hukum bersendikan Al- Qur'an) yang berarti adat berlandaskan ajaran Islam (Navis, 1984). Jika tidak beragama islam berarti seseorang itu tidaklah merupakan bagaian dalam masyarakat Minangkabau, itulah pemaknaan dari pernyataan tersebut. Matrilineal merupakan salah satu aspek utama dalam mendefinisikan identitas masyarakat Minangkabau. Adat dan budaya mereka menempatkan pihak perempuan bertindak sebagai pewaris harta pusaka dan kekerabatan. Garis keturunan dirujuk kepada ibu yang dikenal dengan Samandeh (se-ibu), sedangkan ayah mereka disebut oleh masyarakat dengan nama Sumando (ipar) dan diperlakukan sebagai tamu dalam keluarga (Maryelliwati,1995). Di Minangkabau, rumah tempat tinggal bagi keluarga dikenal dengan sebutan Rumah Gadang (Besar), atau kadang- kadang disebut juga dengan Rumah Bagonjong. Besar bukan hanya dalam pengertian fisik, tetapi lebih dari itu, yaitu dalam pengertian fungsi dan peranannya yang berkaitan dengan adat dalam masyarakat Minangkabau. Kalau melihat sejarah etnis Minangkabau, banyak sekali sumber tentang sejarah asal muasal orang Minangkabau ini. Ada yang menyebutkan dari bawah Gunuang Marapi, dari India, Cina, Melayu, Philipina dari kerajaan nusantara seperti Majapahit, Sriwijaya dan lain sebagainya. Sejak awal abad ke-20, buku-buku tentang Minangkabau semuanya memuat etimologi yang cantik tapi klise. Nama Minangkabau berasal dari legenda tentang seekor kerbau yang menang. Ceritanya adalah bahwa di suatu zaman suatu tentara dari luar sumatera datang menyerbu dan menuntut penduduk lokal menyerah. Penduduk lokal mengusulkan agar kedua pihak mengadu kerbau. Kekalahan kerbau salah satu tentara akan berarti kekalahan tentara itu. Pihak penyerbu setuju dan mengajukan seekor kerbau jantan besar. Penduduk lokal menajamkan tanduk seekor anak kerbau. Ketika dilepaskan, si anak kerbau berlari untuk menetek pada kerbau jantan itu, hingga merobek perutnya. Kisah kemenangan bertipu daya ini, dan dianggap merupakan asal- usul nama Minangkabau, dinilai sebagai bukti keteguhan hati untuk bertahan dalam menghadapi ancaman invasi dari negara kolonial Belanda atau Jawa. Namun dari berbagai hasil penelitian salah satunya penelitian penelusuran berdasarkan bahasa tua (Nadra,2001) menyebutkan bahwasanya sejarah minangkabau itu berasal dari daratan asia timur dan berkembang melalui laut dan menyebar melalui sungai-sungai yang ada di daerah Melayu Malaysia, Riau dan utara Sumbar (50 Kota), Jambi, Bengkulu dan sebagaian besar wilayah barat pesisir sumatera barat. Selanjutnya dalam pembagian suku di Minangkabau, Menurut Ibrahim Dt. Sanggoeno Dirajo (2009), pada awalnya di Minangkabau hanya ada empat suku saja yaitu Koto, Piliang, Bodi dan Caniago. Keempat suku mengelompok menjadi dua kelarasan yaitu Lareh Koto Piliang yang dipimpin Datuak Katumanggungan dan Lareh Bodi Caniago yang dipimpin oleh Datuak Perpatiah Nan Sabatang. Selanjutnya suku-suku asal ini terbagi hingga mencapai jumlah yang banyak sampai saat ini. Dapat ditebak, suku yang empat ini adalah penghuni kawasan lereng Gunung Marapi atau Nagari Pariangan. Konsep ini sesuai dengan tujuan penulisan tambo yaitu untuk menyatukan pandangan orang Minangkabau tentang asal- usulnya. Pembagian wilayah atau Nagari di Minangkabau menurut Tambo dalam Ibrahim Dt. Sanggoeno Dirajo (2009:1- 2) adalah sebagai berikut: Mano nan Alam Minangkabau Nan salilik Gunuang Marapi Saedaran Gunuang Pasaman Sajajaran Sago jo Singgalang Saputaran Talang jo Kurinci (Mana yang bernama Alam Minangkabau Yang selingkaran Gunung Merapi Sekitar Gunung Pasaman Sejajaran Gunung Sago dan Singgalang Seputar Gunug Talang dan Kerinci) Dari sirangkak nan badangkang Hinggo buayo putiah daguak Sampai ka pinto rajo hilie Hinggo durian ditakuak rajo Sapisai-pisau hanyuik Sialang balantak basi Hinggo aia babaliak mudiak Sampai ka ombak nan badabua (Dari Singkarak yang berdangkang Hingga Buaya putih dagu Sampai ke pintu Rajo Ilia Sampai ke durian ditakuak Rajo Sipisau pisau hanyut Sialang Balantak Basi Hingga air berbalik mudik Sampai ke ombak yang berdebur) Sailiran batang sikilang Hinggo lawuik nan sadidieh Ka timua ranah Aia Bangih Rao jo Mapat Tunggua Gunuang Mahalintang Pasisie Rantau Sapuluah Hinggo Taratak Aia Itam Sampai ka Tanjuang Simalidu, Pucuak Jambi Sambilan Lurah (Sealiran batang Sikilang Hingga laut yang mendidih Ke timur arah Gunung Melintang Cubadak (nangka) dengan Rao mapat Tunggul Pesisir Banda sepuluh Hingga teratak ayia itam Sampai ke tanjung Simalidu Pucuk Jambi Sembilan lurah) Sesuai dengan mamangan tersebut, batas-batas wilayah Minangkabau dapat dinyatakan sesuai arah mata angin. Batas- batas daerah Minangkabau itu wilayah daratannya adalah sebelah utara dibatasi oleh Rao Mapat Tunggul, sebelah timur dibatasi oleh Tanjung Simalidu, sebelah tenggara dibatasi oleh Muko-Muko, sebelah barat laut dibatasi oleh Gunung Mahalintang. Setelah itu batas Minangkabau dengan lautan yaitu sebelah barat dan barat daya dibatasi oleh Samudera Hindia sedangkan sebelah utara, timur, dan timur laut dibatasi oleh Selat Malaka. Itulah gambaran wilayah Minangkabau dan sekaligus menjadi sebagai wilayah hukum adat Minangkabau. Dalam rangka kajian dan pembinaan adat Minangkabau, tidak salah juga dimasukkan wilayah rantau Minangkabau seperti Negeri Sembilan di Malaysia. Tidak lupa pula masyarakat Minangkabau yng merantau dan membentuk sebuah pemukiman kecil juga dikatakan sebagai sebuah rantau kecil karena mereka juga memberlakukan hukum adat Minangkabau di sana. Wilayah darek merupakan daerah asli orang Minangkabau, yakni Tanah Data, Agam dan 50 Koto. Kemudian juga ada persebaran-persebaran rantau kecil dari masing- masing wilayah asli tersebut. Kemudian juga ada daerah Pasisia, yakni Tiku Pariaman, Pasisia Pasaman dan masih banyak lagi persebaran daerah-daerah wilayah hukum adat Minangkabau lainnya. Masyarakat Minangkabau memiliki falsafah dalam kehidupannya. Falsafah yang sangat melekat dalam kehidupan masyarakat Minangkabau ada dua: alam takambang jadi guru dan adat basandi syarak syarak basandi kitabullah. Berikut inilah penjelasannya: Alam Takambang Jadi Guru Alam Minangkabau adalah sebutan yang diberikan oleh masyarakat Minangkabu untuk tanah air mereka. Pemakaian kata alam itu mengandung makna tidak tertara. Alam bagi masyarakat Minangkabau adalah segala-galanya, bukan hanya sebagai tempat lahir dan tempat mati, tempat hidup dan berkembang, melainkan juga mempunyai makna filosofis, seperti yang diungkapkan dalam mamangannya: Alam takambang jadi guru ( Alam terkembang jadi guru). Oleh karena itu, ajaran dan pandangan hidup mereka yang dinukilkan dalam pepatah, petitih, pituah, mamangan, serta lain-lainnya mengambil ungkapan dari bentuk, sifat, dan kehidupan alam (Navis, 1984) Adat Basandi Syarak Syarak Basandi Kitabullah Masyarakat Minangkabau sangat kuat memeluk agama Islam, karena atas kesepakatan yang dibuat di Bukit Marapalam pada zaman Perang Paderi telah menghasilkan sebuah falsafah baru bagi adat Minangkabau yaitu Adat Basandi Syarak, Syarak Basandi Kitabullah (Adat bersendikan hukum, hukum bersendikan Al Qur'an) merupakan cerminan adat Minangkabau yang berlandaskan Islam. Karena Islam adalah salah satu agama Samawi yang terakhir dan yang paling sempurna, serta memiliki Kitab Suci Al Qur`an. Kitabullah yang dimaksud di atas adalah Al Quran , oleh karena itu orang Minangkabau hanya menganut agama tunggal yaitu Islam, apabila ia tidak beragama Islam maka ia bukan orang Minangkabau. Oleh karena itu, adat istiadat Minangkabau akan berlandasan dengan ajaran agama Islam. Norma-Norma Kehidupan Masyarakat Minangkabau Masyarakat Minangkabau sangat memahami akan bahaya bagi hidup dan kehidupannya apalagi untuk keberlangsungan anak cucunya kelak. Oleh karena itu, masyarakat Minangkabau menciptakan norma-norma kehidupan yang akan menjamin ketertiban, kesejahteraan, dan kebahagian hidup bagi mereka dan untuk anak cucunya sepanjang zaman. Norma adalah aturan-aturan yang esensial dalam kehidupan manusia agar mendapatkan kehidupan yang aman, tertib, dan damai. Aturan-aturan itu antara lain mengatur hubungan antara perempuan dengan laki-laki, aturan mengenai harta kekayaan yang menjadi tumpuan kehidupan manusia, dan norma-norma tentang tata krama pergaulan dan sistem kekerabatan. Dalam kehidupan masyarakat, Minangkabau memiliki peraturan untuk menjadikan perempuan Minangkabau yang berakhlak mulia dan berbudi, agar terpeliharanya kesucian dan kemormatan mereka pribadi dan kaum keluarga. Perempuan dijadikan atauran dasar dalam sebuah norma dalam berhubungan, karena perempuan adalah limpapeh rumah nan gadang atau segala sesuatu itu, jika melihat keadaan keluarga sesorang itu bisa dilihat berdasarkan perempuan keluarga tersebut atau diistilahkan limpapeh rumah gadang. Perempuan mempunyai kedudukan yang sangat dimuliakan, jadi perempuan Minangkabau diharapkan bisa menjadi panutan bagi orang- orang di sekitarnya. Aturan-aturan tersebut kemudian dikenal dengan nama sumbang dua belas, yang berarti berisi dua belas aturan, yang berkenan dengan perbuatan-perbuatan yang sumbang dan harus menjadi pedoman perempuan-perempuan Minangkabau. Dalam buku `Pegangan Penghulu dan Bundo Kanduang` oleh Hakimi (1986), kedua belas aturan itu antara lain: 1. Sumbang duduk. “Duduak sopan rang padusi Minangkabau adalah basimpuah, bukan baselo caro laki-laki, maanjua atau sabalah kaki batagakkan sarupo gaek dusuak dilapau, sumbang dusuak mancangkuang atau sabalah pao baangkekan”. (Duduk sopan seorang perempuan Minangkabau adalah dengan menjaga segala kemungkinan, sehingga orang yang memandang tidak merasa risih dan terganggu, sehingga melahirkan segala kemungkinan buruk, atau paling tidak, persangka negatif yang dapat menjatuhkan citranya sebagai seorang perempuan. 2. Sumbang tagak (berdiri). Seorang Minangkabau akan nampak janggal kalau dilihat, berdiri di tepi jalan kalau tidak ada orang yang akan ditunggu, sumbang berdiri di muka pintu. Pengertianya menjadi kurang pada tempatnya kalau seorang perempuan itu berdiri, di manapun nantinya akan berdiri tanpa menghiraukan keselamatannya. 3. Sumbang jalan. Seorang perempuan Minangkabau akan sumbang berjalan bergegas-gegas sementara tidak ada yang mengejarnya. Berjalan hendaknya jangan sendiri, paling tidak dengan anak kecil. Sumbang berjalan mendahului orang yang lebih tua. 4. Sumbang kato. Dalam berkata, seorang perempuan Minangkabau harus memperhatikan hal-hal sebagai berikut: dalam hal apa dia sedang berkomunikasi, siapa lawan bicaranya dan harus pandai menjaga hati dan perasaan orang yang menjadi lawan bicara. 5. Sumbang tanya. Masyarakat Minangkabau mengajarkan agar harus pandai membaca ssituasi dan kondisi, pandai menjaga hati orang, serta mampu memilih kata-kata yang pantas ketika akan bertanya. 6. Sumbang jawab. Dalam etika memberi jawab, hendaklah seorang perempuan Minangkabau menganalisa terlebih dahulu maksud pertanyaan orang. Dalam memberi sebuah jawaban, seorang perempuan Minangkabau berbudi haruslah pandai memilah dan memilih, dan mempertimbangkan segala akibatnya. 7. Sumbang lihat. Dikatakan berbudi seorang perempuan Minangkabau, kalau dia mampu menggunakan anugerah yang diberikan Tuhan, yaitu mata untuk melihat hal-hal yang disukai oleh tuntunan hukum adat dan dicintai Allah lewat hukum syarak. Dalam melihat sebuah persoalan, tidaklah hanya dibutuhkan kemapuan mata, namun lebih penting dan itu kecermelangan mata hati akan sangaat menentukan. Untuk perempuan Minangkabau, kemampuan dalam mengendalikan penglihatan sangatlah menjadi penting guna terpeliharanya sebuah kemuliyaan. 8. Sumbang kerja. Sesuai dengan kodrat Tuhan, pada prinsipnya telah menggariskan apa-apa saja pekerjaan yang pantas dilakukan oleh perempuan. Di Minangkabaupun demikian, semua ini ditandai dengan adanya beberapa pekerjaan yang walau sanggup dilakukan perempuan, namun dianjurkan untuk menghindarinya. Pekerjaan perempuan haruslah yang halus- halus seperti menjahit, menyulam, dan lain-lain. Semua ini untuk kebaikan perempuan itu sendiri, sesuai dengan kodrat yang telah diberikan oleh Tuhan atas dirinya. 9. Sumbang pakai (pakaian). Cukup sejalan dengan apa yang digariskan dengan Islam, di Minangkabaupun telah diatur bagaimana sopannya pakaian seorang perempuan. Sasarannya tertutup aurat, terpelihara diri dan terpeliharanya orang yang memandang. Apa yang digariskan Islam dan adat Minangkabau sejalan yaitu sumbang memakai baju yang sempit-sempit. 10. Sumbang kurenah. Kurenah bagi masyarakat Minangkabau diartikan sebagai gelagat pembawaan, yang dapat mencerminkan faktor-faktor kejiwaan seseorang. Pemakaian istilah ini biasanya bertepatan dengan kenyataan, bahwa suatu perbuatan itu seharusnya tidak lagi diperbuat oleh seorang itu. Penilaian ini biasanya berkenaan dengan faktor usia, pendidikan, status, dan sebagainya. 11. Sumbang diam. Sumbang diam bagi seorang perempuan adalah berdiam di tempat laki-laki lain tanpa ada yang menemani. Sumbang diam seorang diri di tempat kediaman orang yang telah berkeluarga, apalagi di tempat tersebut tidak ada perempuan lain. Di samping itu juga sumbang bagi perempuan diam di tempat laki-laki berkumpul, tanpa ada teman atau famili yang menemani. 12. Sumbang pergaulan. Bagi perempuan yang berkeluarga, sumbang bergaul, duduk, dan gelak tawa dengan laki-laki yang bukan famili. Dengan famili pun mempunyai batas yang telah diatur oleh adat. Dan bagi perempuan yang telah bersuami, sumbang bergaaul dengan laki- laki lain yang melampaui batas menurut adat dan agama. Demikianlah sumbang dua belas, yang dalam kehidupan masyarakat Minangkabau dijadikan standar ukuran penilaian terhadap kepribadian di Minangkabau. Ukuran perbuatan yang tergolong sumbang ini memiliki sistem pandangan yang berlainan pada tiap-tiap daerah di Minangkabau, karena setiap daerah memiliki aturan-aturan yang telah disepakati bersama."
      },
      {
        "subChar": "B",
        "subTitle": "Kebudayaan",
        "subText": "Adat dan budaya Minangkabau mempunyai falsafah hidup yaitu adat basandi syarak, syarak basandi kitabullah. Falsafah ini mempunyai makna yang luas dan pemahaman yang sangat banyak. Falsafah adat ini memiliki arti bahwa adat Minangkabau berlandaskan kepada kitabullah yaitu Al-Qur‟an. Dari falsafah itu jelaslah bahwasanya setiap yang diajarkan dalam Islam juga diajarkan dalam adat dan kebudayaan Minangkabau. Minangkabau adalah salah satu suku yang berada di Nusantara. Minangkabau secara adimistratif berada di Sumatera Barat, sedangkan secara geografis wilayah kebudayaan Minangkabau berada di Sumatera Barat kecuali Kepulauan Mentawai, sebagian daratan Riau, bagian utara Bengkulu, bagian barat Jambi, pantai barat Sumatera Utara, barat daya Aceh, dan Negeri Sembilan di Malaysia ( Navis, 1984). Minangkabau memiliki wilayah yang cukup luas dengan keanekaragamannya. Semua hal yang ada tersebut sangat terlihat kolerasinya di dalam kehidupan sosial budaya masyarakatnya. Mulai dari kepercayaan, bahasa, mata pencaharian, peninggalan, kesusastraan, serta sikap dan prilaku masyarakatnya membuat Minangkabau menjadi sebuah pendukung kebudayaan yang sangat kompleks. Selain hal tersebut masih ada bentuk kesenian yang hidup dan terus berkembang di kalangan masyarakat sesuai dengan perkembangan zaman. Dari segi makanan dan kekhasan kuliner masyarakat Minangkabau, telah membuat harum suku bangsa Minangkabau di dunia seperti halnya harum makanan yang dibuat dan dirasakan bersama. Dalam hal sistem kekerabatan, matrilineal merupakan salah satu aspek utama dalam mendefinisikan identitas masyarakat Minangkabau. Adat dan budaya mereka menempatkan pihak perempuan bertindak sebagai pewaris harta pusaka dan kekerabatan. Garis keturunan dirujuk kepada ibu yang dikenal dengan Samandeh (se-ibu), sedangkan ayah mereka disebut oleh masyarakat dengan nama Sumando (ipar) dan diperlakukan sebagai tamu dalam keluarga (Maryelliwati,1995). Dalam sistem matrilineal terdapat tiga unsur yang paling dominan, yaitu: garis keturunan “menurut garis ibu”, perkawinan harus dengan kelompok lain, di luar kelompok sendiri yang sekarang lebih dikenal dengan istilah eksogami matrilineal, dan ibu memegang peran sentral dalam pendidikan, pengamanan kekayaan, dan kesejahteraan keluarga (Amir, 2011:9). Sistem matriliniel menempatkan segala persoalan dengan kaum perempuan menjadi lebih penting, dan menjadi tanggung jawab bersama kaumnya. Oleh karena itu, eksistensi perempuan Minangkabaupun terlihat menempati posisi penting menuju kemuliannya, karena kemulian seorang perempuan sangatlah utama begitulah yang diharapkan oleh adat Minangkabau dan juga ajaran Islam. Pada masyarakat Minangkabau yang menganut sistem kekerabatan Matrilineal, kehadiran seorang anak perempuan dalam keluarga sangatlah dinantikan. Karena keberlangsungan sebuah keturunan suatu kaum terletak oleh anak perempuan dalam keluarga. Karena suku seorang ibu hanya bisa berlanjut apabila seorang ibu tersebut memiliki anak perempuan, apabila seorang ibu tidak memiliki anak perempuan maka garis keturunannya dimata adat akan habis. Kehadiran seorang anak perempuan di Minangkabau selain ia sangat diharapkan, tetapi sangat dikhawatirkan ketika ia dewasa kelak. Karena memiliki seorang anak perempuan sangat besar tanggung jawabnya, dan seorang anak perempuan tersebut memiliki tanggung jawab yang besar untuk ia tunaikan sebagai anggota kaum dan anggota masyarakat. Menurut adat Minangkabau, laki-laki menikah dengan anggota keluarga besar, tapi tetap terikat pada rumah ibu mereka. Mereka pulang ke rumah itu setiap hari untuk mengolah sawah ladang, memulihkan diri di sana ketika sakit, dan akhirnya dimakamkan di perkuburan keluarga maternal. Seorang suami dan ayah adalah sosok yang datang pergi. Menurut ungkapan Minangkabau, “Urang Sumando itu seperti langau di ekor kerbau, atau seperti abu di atas tunggul [Angin kencang abu melayang]” Selain yang telah disebutkan sebelumnya, rumah tempat tinggal bagi keluarga dikenal dengan sebutan Rumah Gadang (Besar), atau kadang-kadang disebut juga dengan Rumah Bagonjong menjadikannya sebuah bentuk kebudayaan yang sangat kompleks. Besar bukan hanya dalam pengertian fisik, tetapi lebih dari itu, yaitu dalam pengertian fungsi dan peranannya yang berkaitan dengan adat dalam masyarakat Minangkabau. Dalam sistem keturunan yang dipakai oleh Islam dan adat Minangkabau berbeda, Islam memakai sistem patrilineal (garis keturunan ayah) dan adat Minangkabau memakai sistem matrilineal. Akan tetapi antara adat dan Islam telah terjadi persenyawaan. Di Minangkabau sistem kekerabatan matrilineal adalah urat nadi kebudayaan. Sementara patrilineal dalam Islam bukanlah segalanya. Patrilineal hanyalah satu sisi saja dalam kesempurnaan agama samawi tersebut. Kalau dilihat juga hubungannya terletak pada bentuk warisan, warisan dalam sistem dalam matrilineal berupa harta benda pusaka, sedangkan warisan dalam patrilineal berupa sako atau gelar. Manusia dalam segela kelemahan dan keterbatasan, oleh karena itu melihat adat haruslah secara keseluruhan bagaimana kekreatifan manusia membuatnya."
      },
      {
        "subChar": "C",
        "subTitle": "Agama",
        "subText": "Prinsip adat Minangkabau tertuang singkat dalam pernyataan \"Adat basandi syarak, syarak basandi Kitabullah\" (Adat bersendikan hukum, hukum bersendikan Al-Qur'an) yang berarti adat berlandaskan ajaran Islam (Navis, 1984). Jika tidak beragama islam berarti seseorang itu tidaklah merupakan bagaian dalam masyarakat Minangkabau, itulah pemaknaan dari pernyataan tersebut. Islam masuk ke Sumatra Barat pada 1500-an, menggantikan animisme dan Buddhisme melalui tepi pantai. Pada zaman itu munculah beberapa aliran tarekat di pesisir pariaman. Tarekat adalah suatu jaringan sosial global dan hierarkis yang dikepalai seorang syekh dan murid-muridnya mengajarkan suatu cara beribadah yang khas. Syekh yang terkenal di Sumatera Barat itu adalah Syekh Burhanuddin di Ulakan. Minangkabau sejak dahulu hingga sekarang, tatanan kehidupan masyarakatnya sangat ideal karena didasari nilai- nilai,norma-norma adat dan agama islam yang menyeluruh,dalam satu ungkapan adat berbunyi Adat Basandi Syarak, Syarak Basandi Kitabullah. Adat dan syarak di minangkabau merupakan benteng kehidupan dunia akhirat yang disebutkan dalam petatah adat “ kesudahan adat ka balairung,kasudahan syarak ka akhirat”. Orang minangkabau terkenal dengan adatnya yang kuat. Adat sangat penting dalam kehidupan masyarakatnya. Oleh karena itu dalam petatah mminangkabau diungkapkan,hiduik dikanduang adat. Ada empat ungkapan adat di minangkabau (Hakimy, 2001), yaitu : Adat Nan Sabana Adat Adat nan sabana adat adalah kenyataan yang berlaku tetap di alam, tidak pernah berubah oleh keadaan tempat dan waktu. Adat nan sabana adata tersebut pada kenyataannya tersebut mengandung nilai-nilai, norma dan hukum. Pada hakikatnya jugalah adat nan sabana adat ini menjadi sebuah kelaziman yang terjadi sesuai dengan kehendak Allah. Maka oleh sebab itu adat minangkabau tidak bertentangan dengan ajaran islam atau dalam falsafatnya adat basandi syarak, syarak basandi kitabullah. Adat Nan Diadatkan Adat nan diadatkan adalah adat buatan yang dirancang dan disusun oleh nenek moyang orang minangkabau untuk diterapkan dalam kehidupan sehari-hari dalam kehidupan bermasyarakat. Inti dari adat nan diadatkan yang dirancang Datuak Parpatiah Nan Sabatang ialah demokrasi, berdaulat kepada rakyat dan mengutamakan musyawarah untuk mufakat. Adat yang disusun Datuak Katumanguangan intinya melaksanakan pemerintahan yang berdaulat ke atas, otokrasi namun tidak sewenang-wenang. Kedua konsep adat itu berlawanan. Namun dalam pelaksanaannya kedua konsep itu bertemu,membaur dan saling mengisi. Gabungan keduanya melahirkan demokrasi yang khas di minangkabau tanpa ada pergeseran dan pertentangan di dalam adat Minangkabau sampai saat ini. Adat Nan Taradat Adat nan taradat adalah ketentuan adat yang disusun di nagari untuk melaksanakan adat nan sabana adat dan adat nan diadatkan sesuai dengan keadaan dan kebutuhan nagarinya. Adat nan taradat disebut juga adat babuhua sentak, artinya dapat diperbaiki, diubah dan diganti. Fungsi utamanya sebagai peraturan pelakasanaan dari adat minangkabau. Contoh penerapannya antara lain dalam upacara batagak pangulu ,turun mandi, sunat rasul dan perkawinan yang selalu dipagari oleh ketentuan agama, dimana syarak mangato adaik mamakaikan (agama mengatakan, adat memakai). Adat Istiadat Adat istiadat merupakan aturan adat yang dibuat dengan mufakat niniak mamak dalam suatu nagari. Adat istiadat umumnya tampak dalam bentuk kesenangan anak nagari seperti kesenian, langgam dan tari serta olahraga. Adat basandi syarak, syarak basandi kitabullah adalah batu pojok bangunan masyarakat minangkabau yang unggul,lalu pandangan dunia dan pandangan hidup yang menata seluruh kehidupan masyarakat minangkabau dalam arti kata dan kenyataan yang sesungguhnya. Adat basandi syarak, syarak basandi kitabullah merupakan landasan yang memberikan lingkungan sosial budaya yang melahirkan kelompok signifikan manusia unggul dan tercerahkan. Adat basandi syarak,syarak basandi kitabullah dapat diibaratkan “Surau Kito” tempat pembinaan “anak nagari” yang ditumbuh kembangkan menjadi “nan mambangkik batang tarandam,nan pandai manapiak mato padang,nan bagak manantang mato ari,jo nan abeh malawan dunia urang,dan diakhiraik beko masuak sarugo”. Masyarakat minangkabau pra-adat basandi syarak,syarak basandi kitabullah adalah masyarakat beradat yang bersandikan nan bana,nan badiri sandirinyo. Sebagai buah hasil dari kontruksi realitas lewat jalur kebahasaan,hasil penerapannya didalam kehidupan masyarakat sehari-hari tergantung kepada sejauh mana “ peta realitas ” itu memiliki “ hubungan satu-satu ” atau sama sebangun dengan realitas yang sebenarnya. Terterapkannya berbagai perilaku kontra- produktif oleh beberapa bagian masyarakat menunjukkan bahwa ada kekurangan serta kelemahan dari adat minangkabau sebagai peta realitas serta petunjuk jalan kehidupan bermasyarakat itu. Kekurangan utama yang menjadi akar dari segenap kelemahan yang terperagakan itu adalah ada bagain dari peta realitas itu yang ternyata tidak sama sebangun dengan nan bana,nan badiri sandirinyo itu."
      },
      {
        "subChar": "D",
        "subTitle": "Bahasa Minangkabau",
        "subText": "Orang Minangkabau memiliki bahasa dan budaya yang berbeda dari etnis-etnis lainnya di Indonesia. Dalam hal berbahasa, orang Minangkabau menggunakan bahasa Minang- kabau sebagai bahasa sehari-hari. Bahasa Minangkabau adalah bahasa daerah yang berkembang di wilayah Sumatera Barat. Namun, penutur bahasa Minangkabau itu sendiri tidak hanya berada di Sumatera Barat, tetapi juga berada di seluruh Indonesia bahkan di luar negeri. Pendapat ini dikuatkan oleh Hakimy (2001:202), yang menyatakan bahwa orang Minangkabau pergi merantau adalah untuk mengamalkan fatwa adat dan karena cinta pada negerinya. Oleh karena itu, bahasa Minangkabau berkembang dan memiliki banyak penutur, serta mempunyai pengaruh kuat terhadap bahasa Indonesia. Fungsi bahasa dalam kehidupan sehari-hari adalah sebagai alat untuk berkomunikasi. Bahasa dapat digunakan manusia untuk menyalurkan perasaan dan fikirannya kepada lawan tuturnya. Bahasa yang dituturkan oleh penutur bahasa Minangkabau mempunyai nilai-nilai dan norma dalam bahasanya. Berbahasa tidak hanya memilah-milah bahasa sesuai kondisinya, namun juga mempertimbangkan norma sosial dan nilai-nilai dalam setiap pengucapannya. Dari penjelasan ini, jelaslah bahwa bahasa bukan hanya sekadar alat komunikasi bagi orang Minangkabau, tetapi bahasa menjadi alat penyampaian nilai-nilai dan ajaran dalam sosial budaya yang dianut mereka."
      },
      {
        "subChar": "E",
        "subTitle": "Bahasa Santun",
        "subText": "Dalam kebudayaan Minangkabau, yang dijadikan acuan bagi orang Minangkabau dalam menjaga norma kesopanan dalam berbahasa sehari-hari adalah kato nan ampek (kata yang empat). Menurut Oktavianus (2012:157) konsep kato nan ampek adalah salah satu bentuk tatanan kehidupan bermasyarakat di Minangkabau. Kato nan ampek menurut Aslinda dalam Revita (2013:33) merupakan aturan tuturan dalam bahasa Minangkabau yang penggunaannya tergantung kepada hubungan sosial yang terjadi antara penutur dengan mitra tutur dalam kehidupan sehari-hari. Pemilihan bentuk tuturan (modus kalimat dan tipe tuturan yang digunakan) dalam kato nan ampek tersebut dipengaruhi oleh norma-norma kesopanan yang terdiri atas kato mandaki, kato manurun, kato malereang dan kato mandata. Kato mandaki (kata mendaki) adalah kata yang digunakan oleh orang yang berusia lebih muda yang ditujukan kepada orang yang berusia lebih tua dari penutur. Kata mendaki ini biasanya digunakan oleh seorang anak kepada orang tua, kemenakan kepada mamak, adik kepada kakak, murid kepada guru dan lain-lain. Kato Manurun (kata menurun) adalah kata yang disampaikan oleh orang yang berusia lebih tua kepada orang yang berusia lebih muda, seperti dari orang tua kepada anak, mamak kepada kamanakan, guru kepada murid dan lain-lain. Walaupun usia lawan tutur lebih muda dari penutur, ketika dalam pembicaraan orang yang berusia lebih tua harus tetap memperhatikan kesopanan bahasanya agar lawan tuturnya tetap merasa dihargai dalam pembicaraan tersebut. Kato malereang (kata melereng) digunakan untuk orang yang disegani seperti mamak rumah kepada sumando, mertua kepada menantu. Dalam menyampaikan kata malereang ini dituntut untuk menggunakan kiasan dalam menjaga kesopanan berbahasa kepada mitra tutur. Kato mandata (kata mendatar) digunakan untuk teman sebaya. Dalam proses penyampaian kato mandata bisa lebih bebas, karena penutur dan mitra tutur berada dalam tingkat usia yang sama (Sjafnir, 2006:107, Oktavianus dan Revita, 2013:28-29, dan Revita, 2013:33-34). Jika dilihat dari unsur bahasa, kato nan ampek ini berhubungan erat dengan faktor-faktor sosial budaya masyarakatnya dan aturan yang mengikat seperti yang dipahami oleh masyarakat Minangkabau itu sendiri. Revita (2013:34) menyatakan bahwa norma interaksi ini merupakan aturan yang berlaku secara umum, objektif, bersifat mengikat dan harus dipatuhi serta diikuti oleh pengguna bahasa itu sendiri. Memperlakukan orang melalui bahasa sesuai dengan kapasitasnya masing-masing adalah suatu bentuk apresiasi yang pada gilirannya menciptakan kelanggengan hubungan sosial antara penutur bahasa tersebut. Oleh sebab itu menurut Oktavianus (2012:148) menyebutkan bahwa bahasa dapat mencerminkan suatu realitas di tengah-tengah masyarakat penuturnya. Berdasarkan penggunaan bahasa Minangkabau tersebut, maka banyaklah bentuk bahasa Minangkabau yang dihasilakn menjadi beberapa bentuk kesusastraan (tulisan) yang berkembang di Minangkabau. Bahasa Minangkabau dalam bentuk sastra atau tulis tersebut juga tidak terlepas dari norma- norma yang ada dalam tuturan lisan karena pada dasarnya pengembangan bahasa Minangkabau tersebut pengembangannya melalui mulut ke mulut atau oral. Bentuk- bentuk kesusastraan Minangkabau tersebut diantaranya adalah petatah petitih, indang, pidato adat, pantun, dendang, teka-teki, mamangan kaba dan lain sebagainya."
      },
      {
        "subChar": "F",
        "subTitle": "Bahasa Kieh",
        "subText": "Bahasa Minangkabau yang digunakan dalam pertuturan sehari-hari menggunakan ujaran tidak langsung, kiasan, sindiran dan perumpamaan (Oktavianus dan Revita, 2013:23). Revita (2013:7) menyebutkan bahwa dalam kehidupan sehari- hari masyarakat Minangkabau dalam bertutur cenderung tidak berterus terang. Oktavianus (2012:143) juga menjelaskan bahwa penggunaan ungkapan itu bukan hanya sebagai medium penyampai informasi saja, tetapi lebih dari itu yaitu sebagai medium pentransferan nilai-nilai yang terkandung dalam tuturan tersebut seperti mengungkapkan rasa kesal, marah, emosi, gembira dan sedih. Tuturan eksplisit ini dapat berupa penghinaan, sindiran, intimidasi, ancaman, peniswpuan, bahasa palsu atau kieh bagi masyarakat Minangkabau. Bahasa kieh merupakan salah satu cara bertutur masyarakat Minangkabau. Bahasa kias tersebut biasanya hadir dalam bentuk perbandingan, persamaan, sindiran dan analogi. Bahasa kias juga dapat disebutkan dengan bahasa hikmah yang tidak dapat dipahami semata-mata melalui akal sehat saja (Oktavianus, 2012:141). Pemilihan gaya bahasa kias yang dipakai oleh masyarakat Minangkabau ini ditentukan oleh suasana psikologis penutur dan strategi komunikasi yang digunakan penutur (Oktavianus, 2012:125). Selanjutnya menurut Oktavianus (2012:5), kias dalam bahasa Minangkabau ini diperkirakan memiliki keberagaman bentuk sebagai akibat dari kekayaan alam berupa flora dan fauna. Keberagaman bentuk kias tersebut juga disebabkan oleh variasi-variasi bentuk lingual yang bersifat dialektikal dalam bahasa Minangkabau. BAGIAN 2 KESUSASTRAAN MINANGKABAU Petatah Petitih Pidato Adat dan Pasambahan Pantun Mantra Teka-teki Mamangan Legenda Kaba Randai Indang Tupai Janjang"
      }
    ]
  }
]